#  Напишите программу вычисления арифметического выражения заданного строкой. Используйте операции +,-,/,*. 
#  Приоритет операций стандартный.
#     *Пример:*
#     2+2 => 4;
#     1+2*3 => 7;
#     1-2*3 => -5;

print(eval('1-2*3'))

x = 100
print(eval('x+5'))
print(eval('x**2'))
print(eval('(1-2)*3'))